Repository: MathematicalMuscle/script.remote_downloader
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #32000
source: This Kodi
he_il: הקודי הזה

# #32001
source: Download to this device?
he_il: להוריד למכשיר הזה?

# #32002
source: Local movies download folder:
he_il: תיקייה מקומית להורדת סרטים:

# #32003
source: Download each movie into its own folder?
he_il: להוריד כל סרט לתוך תיקייה משלו?

# #32004
source: Local TV download folder:
he_il: תיקיית הורדה מקומית לטלוויזיה:

# #32005
source: Local temp download folder:
he_il: תיקיית הורדה מקומית לקבצים זמניים:

# #32006
source: Local IP address (optional):
he_il: כתובת ה-IP מקומית (אופציה):

# #32010
source: Remote Kodi 1
he_il: קודי מרוחק: 1

# #32011
source: Remote IP address:
he_il: כתובת ה-IP מרוחקת:

# #32012
source: Remote username:
he_il: שם משתמש מרוחק:

# #32013
source: Remote password:
he_il: סיסמה מרוחקת:

# #32014
source: Remote port:
he_il: פורט מרוחק:

# #32020
source: Remote Kodi 2
he_il: קודי מרוחק: 2

# #32030
source: Remote Kodi 3
he_il: קודי מרוחק: 3

# #32040
source: Remote Kodi 4
he_il: קודי מרוחק: 4

# #32050
source: Remote Kodi 5
he_il: קודי מרוחק: 5
